<?php
return [
    'sign in' => 'تسجيل الدخول',
    'email' => 'بريد إلكتروني',
    'password' => 'كلمة المرور',
    'Sign in to access your account' => 'سجل الدخول ليمكنك الوصول لحسابك',
    'Welcome To HOK' => 'HOK مرحبا بكم في',
    'Sign in to start your adventure with us' => 'قم بتسجيل الدخول لتبدأ مغامرتك معنا',
    'language' => 'لغة',
    'arabic' => 'اللغة العربية',
    'english' => 'اللغة الانجليزية',
    'french' => 'اللغة الفرنسية',
    'signup' => 'اشتراك',
    'Don\'t have an account yet?' => 'ليس لديك حساب؟',
    'Sign Up, to start your adventure with us' => 'قم بالتسجيل، لتبدأ مغامرتك معنا',
    'Sign Up to access your account' => 'قم بالتسجيل للوصول إلى حسابك',
    'Username' => 'اسم المستخدم',
    'Confirm Password' => 'تأكيد كلمة المرور',
    'Already have an account yet?' => 'هل لديك حساب بالفعل؟',
    'home' => 'الصفحة الرئيسية',
    'games' => 'الألعاب',
    'logout' => 'تسجيل خروج',
    'profile' => 'الملف الشخصي',
    'Blog' => 'Blog',
    'Minesweeper' => 'كاسحة الالغام',
    'Sudoku' => 'سودوكو',
    'Scores' => 'نقاط',
    'Edit profile' => 'تعديل الملف الشخصي',
    'Bio' => 'السيرة الذاتية',
    'Profile image' => 'صورة الملف الشخصي',
    'Edit' => 'تعديل',
    'Delete' => 'مسح',
    'Submit' => 'تأكيد',

    'Minesweeper_details' =>
     'كاسحة الألغام هي لعبة ألغاز كلاسيكية حيث يقوم اللاعبون بالكشف عن المربعات الموجودة على الشبكة، وتجنب الألغام المخفية. تشير الأرقام إلى عدد الألغام المجاورة، مما يضيف تحديًا استراتيجيًا لكل خطوة.',

    'Sudoku_details' =>
    'سودوكو هو لغز منطقي صعب يتضمن ملء شبكة 9x9 بالأرقام، مما يضمن عدم التكرار في الصفوف أو الأعمدة أو الشبكات الفرعية 3x3، وذلك باستخدام التفكير التحليلي ومهارات حل المشكلات.',

    'Our Games' => 'ألعابنا',
    'Popular activity' => 'نشاط شعبي',
    'Your ultimate destination for fun and challenging games.' => '.وجهتك النهائية للمتعة والألعاب الصعبة',

    'game_description' => 'في HOK، نقدم مجموعة من الألعاب الممتعة مثل كاسحة الألغام والسودوكو. سواء كنت تبحث عن اختبار مهاراتك المنطقية أو مجرد التسلية، ستجد ما تريد هنا. تصفح مجموعة ألعابنا وانضم إلى مجتمع اللاعبين لدينا!',

];
